@extends('crudbooster::admin_template')
@section('content')
<div class="box box-solid">
        <div class="box-header with-border">
            <i class="fa fa-bars"></i>
            <h3 class="box-title"> رخص النظام</h3>
        </div>

        <div class="box-body">
            <p><strong>يوفر النظام  الرخص  التالية :</strong></p>
            <div class="box-group accordion-roles" id="accordion">
                    <!--- start ---->
                    <div class="panel box box-solid box-primary">
                        <div class="box-header with-border">
                            <h4 class="box-title">
                                <a data-toggle="collapse" data-parent="#accordion" href="#collapseOne" aria-expanded="false" class="collapsed">
                                    الأدمن
                                </a>
                            </h4>
                        </div>
                        <div id="collapseOne" class="panel-collapse collapse" aria-expanded="false" style="height: 0px;">
                            <div class="box-body">
                                <table class="table  table-striped table-hover">
                                    <tbody>
                                        <tr>
                                            <th>الصندوق</th>
                                            <td>الصندوق العام</td>
                                        </tr>
                                        <tr>
                                            <th>المستودعات</th>
                                            <td>جميع المستودعات</td>
                                        </tr>
                                        <tr>
                                            <th>الزبائن</th>
                                            <td>جميع الزبائن</td>
                                        </tr>
                                        <tr>
                                            <th>الموردين</th>
                                            <td>جميع الموردين</td>
                                        </tr>
                                        <tr>
                                            <th>الفواتير</th>
                                            <td>له الصلاحية في التعامل مع جميع الفواتير مع تدقيق</td>
                                        </tr>
                                        <tr>
                                            <th>صلاحيات الدور على الفواتير</th>
                                            <td>له الصلاحية على جميع الزبائن وجميع الموردين وتسجل القيود المالية بالصندوق العام.
ويشاهد جميع الفواتير ضمن النظام وله صلاحية إضافة والتعديل والحذف والتدقيق. ويمكن للأدمن أن يقوم بإضافة فاتورة نيابة عن المندوب ولكن تسجل القيود المالية ضمن الصندوق العام. </td>
                                        </tr>
                                        <tr>
                                            <th>السندات</th>
                                            <td>له الصلاحية في التعامل مع جميع السندات مع اجراء تدقيق عليها. سندات التحويل لها خصوصية موضحة بحقل خاص.</td>
                                        </tr>
                                        <tr>
                                            <th>صلاحيات الدور على السندات</th>
                                            <td>له الصلاحية على جميع الحسابات ويتأثر الصندوق العام.
ويشاهد جميع السندات ضمن النظام وله الصلاحية إضافة والتعديل والحذف والتدقيق. يمكن للأدمن أن يقوم بإضافة سند نيابة عن المندوب ولكن تسجل القيود المالية ضمن الصندوق العام</td>
                                        </tr>
                                        <tr>
                                            <th>التقارير</th>
                                            <td>له الصلاحية في مشاهدة جميع التقارير</td>
                                        </tr>
                                        <tr>
                                            <th>صلاحيات الدور بالتقارير</th>
                                            <td>له الصلاحية مشاهدة جميع الحسابات والزبائن والموردين و المستودعات ضمن التقارير</td>
                                        </tr>
                                        <tr>
                                            <th>نقل المواد بين المستودعات</th>
                                            <td>له صلاحية مشاهدة جميع عمليات نقل المواد ضمن النظام بين أي مستودعين  و يمكنه إضافة مناقلة  وحذف وتعديل المناقلات التي لم يتم استلامها بعد . </td>
                                        </tr>
                                        <tr>
                                            <th>اشعارات استلام المواد</th>
                                            <td>ليس له صلاحيات</td>
                                        </tr>
                                        <tr>
                                            <th>سند تحويل</th>
                                            <td>له صلاحية مشاهدة سندات التحويل الخاصة بالصندوق العام وله صلاحية إضافة سند وتعديل وحذف السندات ما لم يتم استلام المبالغ المرسلة. </td>
                                        </tr>
                                        <tr>
                                            <th>إشعارات القبض</th>
                                            <td>له صلاحية مشاهدة إشعارات القبض وتأكيد الاستلام المبالغ المرسلة للصندوق العام</td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                        </div>
                    </div>
                    <!--- end ---->
                    <!--- start ---->
                    <div class="panel box box-solid box-danger">
                        <div class="box-header with-border">
                            <h4 class="box-title">
                                <a data-toggle="collapse" data-parent="#accordion" href="#collapseTwo" class="collapsed" aria-expanded="false">
                                المدير
                                </a>
                            </h4>
                        </div>
                        <div id="collapseTwo" class="panel-collapse collapse" aria-expanded="false">
                            <div class="box-body">
                                <table class="table  table-striped table-hover">
                                    <tbody>
                                        <tr>
                                            <th>الصندوق</th>
                                            <td>الصندوق العام</td>
                                        </tr>
                                        <tr>
                                            <th>المستودعات</th>
                                            <td>ليس له مستودعات</td>
                                        </tr>
                                        <tr>
                                            <th>الزبائن</th>
                                            <td>يشاهد جميع الزبائن. وليس له حساب زبائن خاصة به ضمن شجرة الحسابات . يمكنه إضافة زبون بحيث يضاف حساب الزبون تحت الحساب العام للزبائن ضمن شجرة الحسابات و يمكنه تعديل وحذف زبون في حال لم يكن له قيود مالية ضمن النظام </td>
                                        </tr>
                                        <tr>
                                            <th>الموردين</th>
                                            <td>يشاهد جميع الموردين ويمكنه إضافة مورد  وتعديل وحذف في حال لم يكن مرتبط مع مندوبين أو له قيود مالية ضمن النظام.</td>
                                        </tr>
                                        <tr>
                                            <th>الفواتير</th>
                                            <td>له الصلاحية في مشاهدة جميع الفواتير </td>
                                        </tr>
                                        <tr>
                                            <th>صلاحيات الدور على الفواتير</th>
                                            <td>له صلاحية مشاهدة جميع الفواتير ضمن النظام وصلاحية عرض تفصيل الفواتير فقط. ليس له صلاحيات إضافة و تعديل وحذف و تدقيق</td>
                                        </tr>
                                        <tr>
                                            <th>السندات</th>
                                            <td>له الصلاحية في التعامل مع السندات بدون تدقيق
سندات التحويل لها خصوصية موضحة بحقل خاص.</td>
                                        </tr>
                                        <tr>
                                            <th>صلاحيات الدور على السندات</th>
                                            <td>له الصلاحية على جميع الحسابات  ويتأثر الصندوق العام
ويمكن للمدير أن يقوم بإضافة سند نيابة عن المندوب وتسجل قيمة السندات بالحساب العام. له صلاحية إضافة وتعديل وحذف. وليس له صلاحية تدقيق السندات</td>
                                        </tr>
                                        <tr>
                                            <th>التقارير</th>
                                            <td>له الصلاحية في مشاهدة جميع التقارير</td>
                                        </tr>
                                        <tr>
                                            <th>صلاحيات الدور بالتقارير</th>
                                            <td>له الصلاحية في مشاهدة جميع الحسابات و الزبائن و الموردين و المستودعات والصندوق العام وصناديق المستخدمين الأخرين.</td>
                                        </tr>
                                        <tr>
                                            <th>نقل المواد بين المستودعات</th>
                                            <td>ليس له صلاحيات</td>
                                        </tr>
                                        <tr>
                                            <th>اشعارات استلام المواد</th>
                                            <td>ليس له صلاحيات</td>
                                        </tr>
                                        <tr>
                                            <th>سند تحويل</th>
                                            <td>له صلاحية مشاهدة سندات التحويل الخاصة بالصندوق العام وله صلاحية إضافة سند وتعديل وحذف السندات ما لم يتم استلام المبالغ المرسلة. </td>
                                        </tr>
                                        <tr>
                                            <th>إشعارات القبض</th>
                                            <td>له صلاحية مشاهدة إشعارات القبض وتأكيد الاستلام المبالغ المرسلة للصندوق العام</td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                        </div>
                    </div>
                    <!--- end ---->
                    <!--- start ---->
                    <div class="panel box box-solid box-success">
                            <div class="box-header with-border">
                                <h4 class="box-title">
                                    <a data-toggle="collapse" data-parent="#accordion" href="#collapseThree" class="collapsed" aria-expanded="false">
                                    المندوب
                                    </a>
                                </h4>
                            </div>
                            <div id="collapseThree" class="panel-collapse collapse" aria-expanded="false">
                                    <div class="box-body">
                                        <table class="table  table-striped table-hover">
                                            <tbody>
                                                <tr>
                                                    <th>الصندوق</th>
                                                    <td>له صندوق خاص به</td>
                                                </tr>
                                                <tr>
                                                    <th>المستودعات</th>
                                                    <td>مستوعات مخصصة</td>
                                                </tr>
                                                <tr>
                                                    <th>الزبائن</th>
                                                    <td>يشاهد الزبائن الخاصين به فقط. وله حساب زبائن خاصة به ضمن شجرة الحسابات تندرج تحتها حسابات زبائنه. ويمكنه إضافة زبون وتعديل وحذف زبون في حال لم يكن له قيود مالية ضمن النظام.</td>
                                                </tr>
                                                <tr>
                                                    <th>الموردين</th>
                                                    <td>يشاهد الموردين الخاصين به فقط.  ويمكنه تعديل مورد في حال لم يكن مرتبط مع مندوبين أخرين أو له قيود مالية ضمن النظام</td>
                                                </tr>
                                                <tr>
                                                    <th>الفواتير</th>
                                                    <td>له الصلاحية في التعامل مع جميع الفواتير </td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور على الفواتير</th>
                                                    <td>له الصلاحية على زبائن مخصصين وموردين مخصصين  و مستودعات المسندة له فقط وتسجل  المناقلات المالية بصندوقه. ويشاهد فواتيره فقط.  ويمكنه إضافة وتعديل فواتيره في حال لم يقوم الأدمن بتدقيقها بعد. ليس له صلاحية حذف فاتورة.</td>
                                                </tr>
                                                <tr>
                                                    <th>السندات</th>
                                                    <td>له الصلاحية في التعامل مع السندات ماعدا السند الافتتاحي.
سندات التحويل لها خصوصية موضحة بحقل خاص.</td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور على السندات</th>
                                                    <td>حسابات زبائنه وموردينه وصندوقه 
بالإضافة لحسابات المسموح مشاهدتها من قبل المندوبين. يشاهد سنداته فقط. يملك صلاحية إضافة و تعديل سند قي حال لم يقوم الأدمن بتدقيق بعد. ليس صلاحية حذف سند</td>
                                                </tr>
                                                <tr>
                                                    <th>التقارير</th>
                                                    <td>
                                                        <ul>
                                                            <li>الحسابات</li>
                                                            <li>كشف حساب (زبون -مورد)</li>
                                                            <li>حركة مادة</li>
                                                            <li>جرد المواد</li>
                                                        </ul>
                                                    </td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور بالتقارير</th>
                                                    <td>له الصلاحية مشاهدة حسابات زبائنه وموردينه وحساب صندوقه
ومستودعاته فقط والحسابات المسموح مشاهدتها من قبل المندوبين</td>
                                                </tr>
                                                <tr>
                                                    <th>نقل المواد بين المستودعات</th>
                                                    <td>له صلاحية مشاهدة عمليات النقل التي يكون أحد مستودعاته هو المستودع المصدر فيها. ويمكنه إضافة مناقلة بين مستودعاته فقط والحذف والتعديل ما لم يتم استلامها بعد.</td>
                                                </tr>
                                                <tr>
                                                    <th>اشعارات استلام المواد</th>
                                                    <td>له صلاحية مشاهدة إشعارات استلام المواد وتأكيد الاستلام المواد الخاصة بالمناقلات التي يكون فيها المستودع الهدف هو أحد المستودعات المشرف عليها.</td>
                                                </tr>
                                                <tr>
                                                    <th>سند تحويل</th>
                                                    <td>له صلاحية مشاهدة سندات التحويل الخاصة بصندوقه وله صلاحية إضافة سند وتعديل وحذف السندات ما لم يتم استلام المبالغ المرسلة. </td>
                                                </tr>
                                                <tr>
                                                    <th>إشعارات القبض</th>
                                                    <td>له صلاحية مشاهدة إشعارات القبض وتأكيد الاستلام المبالغ المرسلة للصندوقه فقط.</td>
                                                </tr>
                                            </tbody>
                                        </table>
                                    </div>
                                </div>
                            </div>
                        <!--- end ---->
                             <!--- start ---->
                    <div class="panel box box-solid box-info">
                            <div class="box-header with-border">
                                <h4 class="box-title">
                                    <a data-toggle="collapse" data-parent="#accordion" href="#collapseForth" class="collapsed" aria-expanded="false">
                                    مشاهدة فقط
                                    </a>
                                </h4>
                            </div>
                            <div id="collapseForth" class="panel-collapse collapse" aria-expanded="false">
                                    <div class="box-body">
                                        <table class="table  table-striped table-hover">
                                            <tbody>
                                                <tr>
                                                    <th>الصندوق</th>
                                                    <td>ليس له صندوق</td>
                                                </tr>
                                                <tr>
                                                    <th>المستودعات</th>
                                                    <td>ليس له مستودعات</td>
                                                </tr>
                                                <tr>
                                                    <th>الزبائن</th>
                                                    <td>جميع الزبائن</td>
                                                </tr>
                                                <tr>
                                                    <th>الموردين</th>
                                                    <td>جميع الموردين</td>
                                                </tr>
                                                <tr>
                                                    <th>الفواتير</th>
                                                    <td>له الصلاحية في مشاهدة جميع الفواتير</td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور على الفواتير</th>
                                                    <td>له صلاحية مشاهدة جميع الفواتير ضمن النظام وصلاحية عرض تفصيل الفواتير فقط. ليس له صلاحيات إضافة و تعديل وحذف</td>
                                                </tr>
                                                <tr>
                                                    <th>السندات</th>
                                                    <td>له الصلاحية في مشاهدة جميع السندات</td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور على السندات</th>
                                                    <td>له صلاحية مشاهدة جميع السندات ضمن النظام وصلاحية عرض تفصيل السندات فقط.</td>
                                                </tr>
                                                <tr>
                                                    <th>التقارير</th>
                                                    <td>له الصلاحية في مشاهدة جميع التقارير</td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور بالتقارير</th>
                                                    <td>له الصلاحية في مشاهدة جميع الحسابات و الزبائن و الموردين و المستودعات والصندوق العام وصناديق  المستخدمين الأخرين.</td>
                                                </tr>
                                                <tr>
                                                    <th>نقل المواد بين المستودعات</th>
                                                    <td>له صلاحية مشاهدة فقط</td>
                                                </tr>
                                                <tr>
                                                    <th>اشعارات استلام المواد</th>
                                                    <td>ليس له صلاحيات</td>
                                                </tr>
                                                <tr>
                                                    <th>سند تحويل</th>
                                                    <td>مشاهدة سندات التحويل فقط.</td>
                                                </tr>
                                                <tr>
                                                    <th>إشعارات القبض</th>
                                                    <td>ليس له صلاحيات</td>
                                                </tr>
                                            </tbody>
                                        </table>
                                    </div>
                                </div>
                            </div>
                        <!--- end ---->
                        <!--- start ---->
                    <div class="panel box box-solid box-warning">
                            <div class="box-header with-border">
                                <h4 class="box-title">
                                    <a data-toggle="collapse" data-parent="#accordion" href="#collapseFive" class="collapsed" aria-expanded="false">
                                    مدير المبيعات
                                    </a>
                                </h4>
                            </div>
                            <div id="collapseFive" class="panel-collapse collapse" aria-expanded="false">
                                    <div class="box-body">
                                        <table class="table  table-striped table-hover">
                                            <tbody>
                                                <tr>
                                                    <th>الصندوق</th>
                                                    <td>له صندوق خاص به</td>
                                                </tr>
                                                <tr>
                                                    <th>المستودعات</th>
                                                    <td>جميع المستودعات</td>
                                                </tr>
                                                <tr>
                                                    <th>الزبائن</th>
                                                    <td>له زبائن خاصين به، وله حساب زبائن خاص به ضمن شجرة الحسابات. يمكنه إضافة زبون بحيث يضاف حساب الزبون تحت حساب زبائنه ضمن الشجرة ويمكنه التعديل والحذف زبون في حال لم يكن له قيود مالية ضمن النظام. ولكن بالفواتير والسندات يشاهد جميع الزبائن</td>
                                                </tr>
                                                <tr>
                                                    <th>الموردين</th>
                                                    <td>له موردين مخصصين . يمكنه إضافة موردين و التعديل والحذف مورد في حال لم يكن  مرتبط مع مندوبين أو له قيود مالية ضمن النظام. </td>
                                                </tr>
                                                <tr>
                                                    <th>الفواتير</th>
                                                    <td>له الصلاحية في التعامل مع جميع الفواتير بدون حذف</td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور على الفواتير</th>
                                                    <td>له الصلاحية مشاهدة فواتيره و جميع فواتير المندوبين الأخرين فقط. لايمكنه مشاهدة الفواتير التي يقوم بها  الأدمن. يمكنه التعامل مع جميع الزبائن وموردينه وموردين المندوبين  فقط وتسجل المناقلات المالية بصندوقه الخاص.  له صلاحية التعديل على فواتيره الخاصة به فقط.  ليس له صلاحية حذف فاتورة.</td>
                                                </tr>
                                                <tr>
                                                    <th>السندات</th>
                                                    <td>له الصلاحية في التعامل مع جميع السندات ماعدا السند الافتتاحي
سندات التحويل لها خصوصية موضحة بحقل خاص.</td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور على السندات</th>
                                                    <td>له الصلاحية مشاهدة سنداته وسندات جميع المندوبين الأخرين فقط. لايمكنه مشاهدة السندات التي يقوم بها الأدمن.له صلاحية التعامل مع  جميع الزبائن وموردينه وموردي المندوبين الأخرين وصندوقه 
بالإضافة لحسابات المسموح مشاهدتها من قبل المندوبين. يمكنه  التعديل على سنداته فقط. وليس له صلاحية حذف سند </td>
                                                </tr>
                                                <tr>
                                                    <th>التقارير</th>
                                                    <td>
                                                        <ul>
                                                            <li>الحسابات</li>
                                                            <li>كشف حساب (زبون -مورد)</li>
                                                            <li>حركة مادة</li>
                                                            <li>جرد المواد</li>
                                                        </ul>
                                                    </td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور بالتقارير</th>
                                                    <td>له الصلاحية في مشاهدة حسابات جميع الزبائن وموردينه وموردي المندوبين الأخرين.
وجميع المستودعات وصندوقه  والحسابات المسموح مشاهدتها من قبل المندوبين. </td>
                                                </tr>
                                                <tr>
                                                    <th>نقل المواد بين المستودعات</th>
                                                    <td>ليس له صلاحيات</td>
                                                </tr>
                                                <tr>
                                                    <th>اشعارات استلام المواد</th>
                                                    <td>ليس له صلاحيات</td>
                                                </tr>
                                                <tr>
                                                    <th>سند تحويل</th>
                                                    <td>له صلاحية مشاهدة سندات التحويل الخاصة بصندوقه وله صلاحية إضافة سند وتعديل وحذف السندات ما لم يتم استلام المبالغ المرسلة. </td>
                                                </tr>
                                                <tr>
                                                    <th>إشعارات القبض</th>
                                                    <td>له صلاحية مشاهدة إشعارات القبض وتأكيد الاستلام المبالغ المرسلة للصندوقه فقط.</td>
                                                </tr>
                                            </tbody>
                                        </table>
                                    </div>
                                </div>
                            </div>
                        <!--- end ---->
                             <!--- start ---->
                    <div class="panel box box-solid box-primary">
                            <div class="box-header with-border">
                                <h4 class="box-title">
                                    <a data-toggle="collapse" data-parent="#accordion" href="#collapseSix" class="collapsed" aria-expanded="false">
                                    مندوب المعمل
                                    </a>
                                </h4>
                            </div>
                            <div id="collapseSix" class="panel-collapse collapse" aria-expanded="false">
                                    <div class="box-body">
                                        <table class="table  table-striped table-hover">
                                            <tbody>
                                                <tr>
                                                    <th>الصندوق</th>
                                                    <td>ليس لديه صندوق </td>
                                                </tr>
                                                <tr>
                                                    <th>المستودعات</th>
                                                    <td>مستوعات مخصصة</td>
                                                </tr>
                                                <tr>
                                                    <th>الزبائن</th>
                                                    <td>جميع الزبائن</td>
                                                </tr>
                                                <tr>
                                                    <th>الموردين</th>
                                                    <td>جميع الموردين</td>
                                                </tr>
                                                <tr>
                                                    <th>الفواتير</th>
                                                    <td>له الصلاحية في التعامل مع جميع الفواتير بدون حذف</td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور على الفواتير</th>
                                                    <td>له الصلاحية مشاهدة فواتيره وجميع فواتير المندوبين الأخرين فقط. لا يمكنه مشاهدة الفواتير التي يقوم بها الأدمن.  يمكنه التعامل مع  جميع الزبائن وجميع الموردين. يمكنه إضافة فواتير أجلة فقط لأن ليس له حساب صندوق خاص به. له صلاحية التعديل على فواتيره الخاصة به فقط. ليس له صلاحية حذف فاتورة. </td>
                                                </tr>
                                                <tr>
                                                    <th>السندات</th>
                                                    <td>ليس له الصلاحية على السندات</td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور على السندات</th>
                                                    <td>ليس له الصلاحية على السندات</td>
                                                </tr>
                                                <tr>
                                                    <th>التقارير</th>
                                                    <td>
                                                        <ul>
                                                            <li>الحسابات</li>
                                                            <li>كشف حساب (زبون -مورد)</li>
                                                            <li>حركة مادة</li>
                                                            <li>جرد المواد</li>
                                                        </ul>
                                                    </td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور بالتقارير</th>
                                                    <td>له الصلاحية في مشاهدة حسابات جميع الزبائن والموردين 
ومستودعاته الخاصة وصندوقه والحسابات المسموح مشاهدتها من قبل المندوبين</td>
                                                </tr>
                                                <tr>
                                                    <th>نقل المواد بين المستودعات</th>
                                                    <td>له صلاحية مشاهدة عمليات النقل التي يكون أحد مستودعاته هو المستودع المصدر فيها. ويمكنه إضافة مناقلة بين مستودعاته فقط والحذف والتعديل ما لم يتم استلامها بعد.</td>
                                                </tr>
                                                <tr>
                                                    <th>اشعارات استلام المواد</th>
                                                    <td>له صلاحية مشاهدة إشعارات استلام المواد وتأكيد الاستلام المواد الخاصة بالمناقلات التي يكون فيها المستودع الهدف هو أحد المستودعات المشرف عليها.</td>
                                                </tr>
                                                <tr>
                                                    <th>سند تحويل</th>
                                                    <td>ليس له صلاحيات</td>
                                                </tr>
                                                <tr>
                                                    <th>إشعارات القبض</th>
                                                    <td>ليس له صلاحيات</td>
                                                </tr>
                                            </tbody>
                                        </table>
                                    </div>
                                </div>
                            </div>
                        <!--- end ---->
                             <!--- start ---->
                    <div class="panel box box-solid box-success">
                            <div class="box-header with-border">
                                <h4 class="box-title">
                                    <a data-toggle="collapse" data-parent="#accordion" href="#collapseSeven" class="collapsed" aria-expanded="false">
                                   أمين صندوق المعمل
                                    </a>
                                </h4>
                            </div>
                            <div id="collapseSeven" class="panel-collapse collapse" aria-expanded="false">
                                    <div class="box-body">
                                        <table class="table  table-striped table-hover">
                                            <tbody>
                                                <tr>
                                                    <th>الصندوق</th>
                                                    <td>صندوق خاص به</td>
                                                </tr>
                                                <tr>
                                                    <th>المستودعات</th>
                                                    <td>ليس له مستودعات</td>
                                                </tr>
                                                <tr>
                                                    <th>الزبائن</th>
                                                    <td>مشاهدة جميع الزبائن فقط. ليس له صلاحية إضافة أو تعديل أو حذف</td>
                                                </tr>
                                                <tr>
                                                    <th>الموردين</th>
                                                    <td>مشاهدة جميع الموردين فقط. ليس له صلاحية إضافة أو تعديل أو حذف</td>
                                                </tr>
                                                <tr>
                                                    <th>الفواتير</th>
                                                    <td>ليس له الصلاحية على الفواتير</td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور على الفواتير</th>
                                                    <td>ليس له صلاحية على الفواتير</td>
                                                </tr>
                                                <tr>
                                                    <th>السندات</th>
                                                    <td>له صلاحية على سندات القبض والدفع والتحويل فقط.
سندات التحويل لها خصوصية موضحة بحقل خاص.</td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور على السندات</th>
                                                    <td>له  صلاحية مشاهدة جميع سندات القبض والدفع وسندات التحويل الخاصة به فقط. له صلاحية التعامل مع جميع الحسابات و الزبائن والموردين وصندوقه وتسجل العمليات بصندوقه.  له صلاحية الإضافة و التعديل والحذف على سنداته الخاصة فقط.</td>
                                                </tr>
                                                <tr>
                                                    <th>التقارير</th>
                                                    <td>
                                                        <ul>
                                                            <li>الحسابات</li>
                                                            <li>كشف حساب (زبون -مورد)</li>
                                                        </ul>
                                                    </td>
                                                </tr>
                                                <tr>
                                                    <th>صلاحيات الدور بالتقارير</th>
                                                    <td>له الصلاحية في مشاهدة جميع  حسابات الزبائن والموردين 
وصندوقه. والحسابات المسموح مشاهدتها من قبل المندوبين.</td>
                                                </tr>
                                                <tr>
                                                    <th>نقل المواد بين المستودعات</th>
                                                    <td>ليس له صلاحيات</td>
                                                </tr>
                                                <tr>
                                                    <th>اشعارات استلام المواد</th>
                                                    <td>ليس له صلاحيات</td>
                                                </tr>
                                                <tr>
                                                    <th>سند تحويل</th>
                                                    <td>له صلاحية مشاهدة سندات التحويل الخاصة بصندوقه وله صلاحية إضافة سند وتعديل وحذف السندات ما لم يتم استلام المبالغ المرسلة. </td>
                                                </tr>
                                                <tr>
                                                    <th>إشعارات القبض</th>
                                                    <td>له صلاحية مشاهدة إشعارات القبض وتأكيد الاستلام المبالغ المرسلة للصندوقه فقط.</td>
                                                </tr>
                                            </tbody>
                                        </table>
                                    </div>
                                </div>
                            </div>
                        <!--- end ---->
                </div>
        </div>

    </div>
@endsection
